<?php
/**
 * 一些通用图标库的配置文件
 */

return array(
	'material' => array(
		'style' => array('-1'=>'全部','c1'=>'普通','c2'=>'简约'),
		'color' => array('-1'=>'全部','c1'=>'白色','c2'=>'灰色'),
		'classify' => array(
			'-1'=>'全部',
			'c1'=>'电量',
			'c2'=>'定位',
			'c3'=>'发现',
			'c4'=>'分类',
			'c5'=>'分享',
			'c6'=>'购物',
			'c7'=>'关联',
			'c8'=>'计时',
			'c9'=>'金融',
			'c10'=>'垃圾桶',
			'c11'=>'礼品',
			'c12'=>'模型',
			'c13'=>'评论',
			'c14'=>'气候',
			'c15'=>'人物',
			'c16'=>'商家店铺',
			'c17'=>'设置',
			'c18'=>'收藏',
			'c19'=>'图片',
			'c20'=>'文件',
			'c21'=>'相机',
			'c22'=>'消息',
			'c23'=>'语音',
			'c24'=>'主页',
			'c25'=>'引导按钮',
			'c200'=>'其他',
		),
	),
	'app_nav' => array(
			'-1' => '全部',
			'c1' =>'首页',
			'c2' =>'定位',
			'c3' =>'商家',
			'c4' =>'购物车',
			'c5' =>'关注',
			'c6' =>'我的',
			'c7' =>'消息',
			'c8' =>'分类',
			'c200' =>'其他',
	),
	'icon_font' => array(
			'-1' => '全部',
			'c1' =>'首页',
			'c2' =>'常用',
			'c200' =>'其他',
	)
);
